docs: ドキュメントフォーマットの変更
